<?php
// Heading  
$_['heading_title']          = 'Sothemes Тілектер Тізімі';

// Text
$_['text_account']  = 'Шот';
$_['text_instock']  = 'Жеткілікті саны';
$_['text_wishlist'] = 'тілектер тізімі (%s)';
$_['text_title']             = 'Өнім тілектер тізіміне қосылған';
$_['text_failure']           = 'Сәтсіздік';
$_['text_thumb']             = '<img src="%s" alt="" />';
$_['text_exists']            = 'Кейбір элементтер қазірдің өзінде жойылған eBay тізімделген';
$_['text_success']           = 'Табыс: Сіз өз <a href="%s">%s</a> тілектер тізіміне <a href="%s"> қосдыңыз</a>!';
$_['text_login']             = 'Сіз <a href="%s">кіру</a> hемесе <a href="%s">тіркелгіні жасау</a> спасать <a href="%s">%s</a> сіздің <a href="%s">тілектер тізімі</a>!';
$_['text_remove']   	= 'Табыс: Сіз өз тілектер тізімін өзгерттіңіз!';
$_['text_empty']    	= 'Сіздің тілектер тізімі бос.';
?>