<?php
// Heading
$_['heading_title']    		= 'Менеджер зображень';
$_['smk_start_typing']    	= 'Почніть вводити ім\'я...';

// Text
$_['text_uploaded']  		= 'Файл завантажено!';
$_['text_file_delete'] 		= 'Файл видалено!';
$_['text_create']      		= 'Директорія створена!';
$_['text_delete']      		= 'Директорія або файл видалені!';
$_['text_move']        		= 'Директорія або файл переміщені!';
$_['text_copy']        		= 'Директорія або файл скопійовані!';
$_['text_rename']      		= 'Директорія або файл перейменовані!';

// Entry
$_['entry_folder']     		= 'Ім\'я:';
$_['entry_move']       		= 'Тека призначення:';
$_['entry_copy']       		= 'Ім\'я копії:';
$_['entry_rename']     		= 'Нове ім\'я:';

// Message
$_['text_loading']     		= 'Зачекайте ...';
$_['text_no_file_found']	= 'В цій теці немає файлів!';
$_['text_confirm']			= ' Підтверджуєте?';
$_['text_folder_delete']	= 'Видалити теку';
$_['text_folder_action']	= '<strong style="color:Crimson;">УВАГА:</strong> Видалення теки: ';
$_['text_folder_content']	= 'Всі внутрішні теки та файли будуть видалені.';
$_['text_file_delete']		= 'Видалення файла';
$_['text_file_action']		= 'Файл буде видалений: ';
$_['text_no_image']			= '<strong style="color:Crimson;">УВАГА:</strong> Виберіть файл!';
$_['text_select_image']		= 'Будь ласка, виберіть файл.';
$_['text_update_image']	    = 'Оновити зображення';
$_['text_yes_execute']		= 'Ok';
$_['text_yes_delete']		= 'Так, видалити';
$_['text_no_cancel']		= 'Відміна';
$_['text_upload_plus']		= 'Завантаження кількох файлів';
$_['text_no_selection']		= 'Додайте файли.';
$_['text_allowed']			= 'Дозволені типи файлів';

// Error
$_['error_select']     		= 'Попередження: будь ласка, выберіть теку або файл!';
$_['error_file']       		= 'Попередження: будь ласка, выберіть файл!';
$_['error_directory']  		= 'Попередження: будь ласка, выберіть теку!';
$_['error_default']    		= 'Попередження: Вы не можете змінити теку за замовчуванням!';
$_['error_delete']     		= 'Помилка: ця тека не може бути видалена!';
$_['error_filename']   		= 'Помилка: ім\'я файла повинно містити від 3 до 255 символів!';
$_['error_missing']    		= 'Помилка: файл або тека не існує!';
$_['error_exists']     		= 'Помилка: файл або тека з таким ім\'ям вже існують!';
$_['error_name']       		= 'Попередження: будь ласка, введіть нове ім\'я!';
$_['error_move']       		= 'Помилка: тека призначення не існує!';
$_['error_copy']       		= 'Помилка: цей файл або тека не можуть бути скопійовані!';
$_['error_rename']     		= 'Помилка: цей файл або тека не можуть бути перейменовані!';
$_['error_file_type']  		= 'Помилка: некоректный тип або расширення файла!';
$_['error_file_size']  		= 'Помилка: занадто великий файл! Будь ласка, не завантажуйте файлы понад 1Мб та більше 1000 x 1000 пікселів!';
$_['error_uploaded']   		= 'Помилка: файл не був завантажений, причина не відома!';
$_['error_permission'] 		= 'Помилка: у Вас недостатньо прав!';

// Button
$_['button_exit']    		= 'Вихід';
$_['button_folder']    		= 'Нова тека';
$_['button_delete']    		= 'Видалити';
$_['button_move']      		= 'Перемістити';
$_['button_copy']      		= 'Копіювати';
$_['button_rename']    		= 'Перейменувати';
$_['button_upload']    		= 'Завантажити';
$_['button_uploads']    	= 'Завантажити';
$_['button_refresh']   		= 'Оновити';
$_['button_expand']    		= 'Розкрити все';
$_['button_collapse']    	= 'Згорнути';
$_['button_view_text']  	= 'Таблиця';
$_['button_view_list']  	= 'Список';
$_['button_view_thumb']	    = 'Эскізи';

?>