<?php
// Heading
$_['heading_title']    		= 'Менеджер изображений';
$_['smk_start_typing']    	= 'Начните вводить имя...';

// Text
$_['text_uploaded']  		= 'Файл загружен!';
$_['text_file_delete'] 		= 'Файл удален!';
$_['text_create']      		= 'Директория создана!';
$_['text_delete']      		= 'Директория или файл удалены!';
$_['text_move']        		= 'Директория или файл перемещены!';
$_['text_copy']        		= 'Директория или файл скопированы!';
$_['text_rename']      		= 'Директория или файл переименованы!';

// Entry
$_['entry_folder']     		= 'Имя:';
$_['entry_move']       		= 'Папка назначения:';
$_['entry_copy']       		= 'Имя копии:';
$_['entry_rename']     		= 'Новое имя:';

// Message
$_['text_loading']     		= 'Подождите ...';
$_['text_no_file_found']	= 'В этой папке нет файлов!';
$_['text_confirm']			= ' Подтверждаете?';
$_['text_folder_delete']	= 'Удалить папку';
$_['text_folder_action']	= '<strong style="color:Crimson;">ВНИМАНИЕ:</strong> Удаление папки: ';
$_['text_folder_content']	= 'Все подпапки и файлы будут удалены.';
$_['text_file_delete']		= 'Удаление файла';
$_['text_file_action']		= 'Файл будет удален: ';
$_['text_no_image']			= '<strong style="color:Crimson;">ВНИМАНИЕ:</strong> Выберите файл!';
$_['text_select_image']		= 'Пожалуйста, выберите файл.';
$_['text_update_image']	= 'Обновить изображение';
$_['text_yes_execute']		= 'Ok';
$_['text_yes_delete']		= 'Да, удалить';
$_['text_no_cancel']		= 'Отмена';
$_['text_upload_plus']		= 'Мультизагрузка файлов';
$_['text_no_selection']		= 'Добавьте файлы.';
$_['text_allowed']			= 'Разрешенные типы файлов';

// Error
$_['error_select']     		= 'Предупреждение: пожалуйста, выберите папку или файл!';
$_['error_file']       		= 'Предупреждение: пожалуйста, выберите файл!';
$_['error_directory']  		= 'Предупреждение: пожалуйста, выберите папку!';
$_['error_default']    		= 'Предупреждение: Вы не можете изменить папку по умолчанию!';
$_['error_delete']     		= 'Ошибка: эта папка не может быть удалена!';
$_['error_filename']   		= 'Ошибка: Имя файла должно содержать от 3 до 255 символов!';
$_['error_missing']    		= 'Ошибка: файл или папка не существует!';
$_['error_exists']     		= 'Ошибка: файл или папка с таким именем уже существует!';
$_['error_name']       		= 'Предупреждение: пожалуйста, введите новое имя!';
$_['error_move']       		= 'Ошибка: папка назначения не существует!';
$_['error_copy']       		= 'Ошибка: этот файл или папка не могут быть скопированы!';
$_['error_rename']     		= 'Ошибка: этот файл или папка не могут быть переименованы!';
$_['error_file_type']  		= 'Ошибка: некорректный тип или расширение файла!';
$_['error_file_size']  		= 'Ошибка: слишком большой файл! Пожалуйста, не загружайте файлы более 1Мб или с разрешением более 1000 x 1000 пикселов!';
$_['error_uploaded']   		= 'Ошибка: файл не был загружен, причина не известна!';
$_['error_permission'] 		= 'Ошибка: у Вас недостаточно прав!';

// Button
$_['button_exit']    		= 'Выход';
$_['button_folder']    		= 'Создать';
$_['button_delete']    		= 'Удалить';
$_['button_move']      		= 'Переместить';
$_['button_copy']      		= 'Копировать';
$_['button_rename']    		= 'Переименовать';
$_['button_upload']    		= 'Загрузить';
$_['button_uploads']    	= 'Загрузить';
$_['button_refresh']   		= 'Обновить';
$_['button_expand']    		= 'Раскрыть все';
$_['button_collapse']    	= 'Свернуть';
$_['button_view_text']  	= 'Таблица';
$_['button_view_list']  	= 'Список';
$_['button_view_thumb']	    = 'Эскизы';
?>