<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Heading
$_['heading_title']  = 'Бізбен байланысу';

// Text
$_['text_location']  = 'Біздің Мекен-Жайымыз';
$_['text_store']     = 'Біздің дүкендеріміз';
$_['text_contact']   = 'Нысаны байланыс';
$_['text_address']   = 'Мекен жайы';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Жұмыс уақыты';
$_['text_comment']   = 'Түсініктеме';
$_['text_success']   = '<p>Сіздің сұрауыңыз сәтті дүкен әкімшілігіне жіберілді!</p>';

// Entry
$_['entry_name']     = 'Сіздің атыңыз';
$_['entry_email']    = 'E-Mail для зв’язку';
$_['entry_enquiry']  = 'Хабарлама';

// Email
$_['email_subject']  = 'Повідомлення %s';

// Errors
$_['error_name']     = 'Аты 3-ден 32 таңбаға дейін болуы керек!';
$_['error_email']    = 'E-Mail указано некорректно!';
$_['error_enquiry']  = 'Хабарлама 10-нан 3000 таңбаға дейін болуы керек!';
