<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Text
$_['text_refine']       = 'Іздеуді Нақтылау';
$_['text_product']      = 'Тауарлар';
$_['text_error']        = 'Санат табылмады!';
$_['text_empty']        = 'Бұл санаттағы тауарлар жоқ.';
$_['text_quantity']     = 'Саны:';
$_['text_manufacturer'] = 'Өндіруші:';
$_['text_model']        = 'Моделі:';
$_['text_points']       = 'Бонустық Ұпайлар:';
$_['text_price']        = 'Бағасы:';
$_['text_tax']          = 'Салықсыз:';
$_['text_compare']      = 'Тауарларды салыстыру (%s)';
$_['text_sort']         = 'Сұрыптау:';
$_['text_default']      = 'Әдетті';
$_['text_name_asc']     = 'Бойынша (A - Я)';
$_['text_name_desc']    = 'Бойынша (Я - A)';
$_['text_price_asc']    = 'Баға Бойынша (өсуі)';
$_['text_price_desc']   = 'Баға Бойынша (кішірейту)';
$_['text_rating_asc']   = 'Рейтинг Бойынша (өсуі)';
$_['text_rating_desc']  = 'Рейтинг Бойынша (кішірейту)';
$_['text_model_asc']    = 'Моделі Бойынша (A - Я)';
$_['text_model_desc']   = 'Моделі Бойынша (Я - A)';
$_['text_limit']        = 'Беттегі:';