<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Heading
$_['heading_title']     = 'Өндірушілер тізімі';

// Text
$_['text_brand']        = 'Бренд';
$_['text_index']        = 'Алфавиттік көрсеткіш:';
$_['text_error']        = 'Өндіруші табылмады!';
$_['text_empty']        = 'Бірде-бір тауар жоқ.';
$_['text_quantity']     = 'Саны:';
$_['text_manufacturer'] = 'Өндіруші:';
$_['text_model']        = 'Моделі:';
$_['text_points']       = 'Бонустық ұпайлар:';
$_['text_price']        = 'Бағасы:';
$_['text_tax']          = 'Салықсыз:';
$_['text_compare']      = 'Тауарларды салыстыру (%s)';
$_['text_sort']         = 'Сұрыптау:';
$_['text_default']      = 'Әдетті';
$_['text_name_asc']     = 'Бойынша (A - Я)';
$_['text_name_desc']    = 'Бойынша (Я - A)';
$_['text_price_asc']    = 'Баға Бойынша (өсуі)';
$_['text_price_desc']   = 'Баға Бойынша (кішірейту)';
$_['text_rating_asc']   = 'Рейтинг Бойынша (өсуі)';
$_['text_rating_desc']  = 'Рейтинг Бойынша (кішірейту)';
$_['text_model_asc']    = 'Моделі Бойынша (А - Я)';
$_['text_model_desc']   = 'Моделі Бойынша (Я - А)';
$_['text_limit']        = 'Беттегі:';