<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Heading
$_['heading_title']     = 'Іздеу';
$_['heading_tag']	= 'Тег - ';

// Text
$_['text_search']       = 'Іздеу критерийлеріне сәйкес келетін тауарлар';
$_['text_keyword']      = 'Түйін сөздер';
$_['text_category']     = 'Барлық санаттар';
$_['text_sub_category'] = 'Іздеу кіші санаттарда';
$_['text_empty']        = 'Іздеу критерийлеріне сәйкес келетін тауарлар жоқ. ';
$_['text_quantity']     = 'Саны:';
$_['text_manufacturer'] = 'Өндіруші:';
$_['text_model']        = 'Моделі:';
$_['text_points']       = 'Бонустық ұпайлар:';
$_['text_price']        = 'Бағасы:';
$_['text_tax']          = 'ҚҚС-сыз:';
$_['text_reviews']      = '%s пікірлер негізінде.';
$_['text_compare']      = 'Тауарларды салыстыру (%s)';
$_['text_sort']         = 'Сұрыптау:';
$_['text_default']      = 'Әдетті';
$_['text_name_asc']     = 'Бойынша (A - Я)';
$_['text_name_desc']    = 'Бойынша(Я - А)';
$_['text_price_asc']    = 'Баға Бойынша (өсуі)';
$_['text_price_desc']   = 'Баға Бойынша (кішірейту)';
$_['text_rating_asc']   = 'Рейтинг Бойынша (өсуі)';
$_['text_rating_desc']  = 'Рейтинг Бойынша (кішірейту)';
$_['text_model_asc']    = 'Моделі Бойынша (А - Я)';
$_['text_model_desc']   = 'Моделі Бойынша (Я - А)';
$_['text_limit']        = 'Беттегі:';

// Entry
$_['entry_search']      = 'Іздеу критерийлері';
$_['entry_description'] = 'Іздеу тауар сипаттамасында';